Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Delete Exercise?
de: Übung löschen?
es: ¿Eliminar ejercicio?
fr: Supprimer l'exercice ?
it: Eliminare l'esercizio?
pt_pt: Excluir exercício?
ru: Удалить упражнение?

source: Delete Goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
it: Elimina obiettivo
pt_pt: Excluir meta
ru: Удалить цель

source: Delete Item?
de: Artikel löschen?
es: ¿Eliminar artículo?
fr: Supprimer l'élément ?
it: Eliminare l'articolo?
pt_pt: Excluir item?
ru: Удалить элемент?

source: Delete Profile & Data
de: Profil und Daten löschen
es: Eliminar perfil y datos
fr: Supprimer le profil et les données
it: Elimina profilo e dati
pt_pt: Excluir perfil e dados
ru: Удалить профиль и данные

source: Delete Superset
de: Obermenge löschen
es: Eliminar superconjunto
fr: Supprimer le surensemble
it: Elimina superset
pt_pt: Excluir superconjunto
ru: Удалить суперсет

source: Delete Superset?
de: Obermenge löschen?
es: ¿Eliminar superconjunto?
fr: Supprimer le surensemble ?
it: Eliminare il superset?
pt_pt: Excluir superconjunto?
ru: Удалить суперсет?

source: Delete Template
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le modèle
it: Elimina modello
pt_pt: Excluir modelo
ru: Удалить шаблон

source: Delete Template?
de: Vorlage löschen?
es: ¿Eliminar plantilla?
fr: Supprimer le modèle ?
it: Eliminare modello?
pt_pt: Excluir modelo?
ru: Удалить шаблон?

source: Delete Workout?
de: Training löschen?
es: ¿Eliminar entrenamiento?
fr: Supprimer l'entraînement ?
it: Eliminare allenamento?
pt_pt: Excluir treino?
ru: Удалить тренировку?

source: Delts are recovered. Go lift something overhead!
de: Die Delts sind wiederhergestellt. Heben Sie etwas über Ihren Kopf!
es: Se recuperan los deltoides. ¡Ve a levantar algo por encima de tu cabeza!
fr: Les deltoïdes sont récupérés. Allez soulever quelque chose au-dessus de votre tête !
it: I deltoidi vengono recuperati. Vai a sollevare qualcosa in alto!
pt_pt: Deltas são recuperados. Vá levantar algo acima da cabeça!
ru: Дельты восстановились. Время жима над головой!

source: Design a 3-day push/pull split for strength.
de: Entwerfen Sie für mehr Kraft einen 3-tägigen Push/Pull-Split.
es: Diseñe una división de empujar/tirar de 3 días para obtener fuerza.
fr: Concevez une répartition push/pull de 3 jours pour plus de force.
it: Progetta una suddivisione push/pull di 3 giorni per aumentare la forza.
pt_pt: Projete uma divisão push/pull de 3 dias para obter força.
ru: Разработайте трехдневный сплит «толкай/тяни» для развития силы.

source: Design your perfect weekly split.
de: Gestalten Sie Ihren perfekten Wochensplit.
es: Diseña tu división semanal perfecta.
fr: Concevez votre répartition hebdomadaire parfaite.
it: Progetta la tua suddivisione settimanale perfetta.
pt_pt: Projete sua divisão semanal perfeita.
ru: Спроектируйте идеальный недельный сплит.

source: Detailed Breakdown
de: Detaillierte Aufschlüsselung
es: Desglose detallado
fr: Répartition détaillée
it: Analisi dettagliata
pt_pt: Análise detalhada
ru: Детальный разбор

source: Detailed Comparison
de: Detaillierter Vergleich
es: Comparación detallada
fr: Comparaison détaillée
it: Confronto dettagliato
pt_pt: Comparação detalhada
ru: Детальное сравнение

source: Detailed comparison
de: Detaillierter Vergleich
es: Comparación detallada
fr: Comparaison détaillée
it: Confronto dettagliato
pt_pt: Comparação detalhada
ru: Детальное сравнение

source: Diamond
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
pt_pt: Diamante
ru: Алмаз

source: Diamond Record!
de: Diamant-Rekord!
es: ¡Récord de Diamante!
fr: Record de Diamant !
it: Disco di diamante!
pt_pt: Disco de Diamante!
ru: Алмазный рекорд!

source: Diet plan, form...
de: Diätplan, Formular...
es: Plan de dieta, forma...
fr: Plan de régime, forme...
it: Piano dietetico, modulo...
pt_pt: Plano de dieta, formulário...
ru: План питания, техника...

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
pt_pt: Dificuldade
ru: Сложность

source: Digitize yourself
de: Digitalisiere dich
es: Digitalízate
fr: Numérisez-vous
it: Digitalizza te stesso
pt_pt: Digitalize-se
ru: Оцифруй себя

source: Discard
de: Verwerfen
es: Desechar
fr: Jeter
it: Scartare
pt_pt: Descartar
ru: Отменить

source: Discover world-class programs or save your favorite workouts here.
de: Entdecken Sie hier erstklassige Programme oder speichern Sie Ihre Lieblingstrainings.
es: Descubre programas de clase mundial o guarda tus entrenamientos favoritos aquí.
fr: Découvrez des programmes de classe mondiale ou enregistrez vos entraînements préférés ici.
it: Scopri programmi di livello mondiale o salva i tuoi allenamenti preferiti qui.
ru: Откройте для себя программы мирового уровня или сохраните здесь свои любимые тренировки.

source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter
it: Congedare
pt_pt: Liberar
ru: Закрыть

source: Distance
de: Distanz
es: Distancia
it: Distanza
ru: Расстояние

source: Distance (%@)
de: Distanz (%@)
es: Distancia (%@)
it: Distanza (%@)
pt_pt: Distância (%@)
ru: Дистанция (%@)

source: Distance (%@):
de: Distanz (%@):
es: Distancia (%@):
it: Distanza (%@):
pt_pt: Distância (%@):
ru: Дистанция (%@):

source: Distance (km)
de: Entfernung (km)
es: Distancia (km)
it: Distanza (km)
pt_pt: Distância (km)
ru: Дистанция (км)

source: Distance (km):
de: Entfernung (km):
es: Distancia (km):
it: Distanza (km):
pt_pt: Distância (km):
ru: Расстояние (км):

source: Distance Units
de: Entfernungseinheiten
es: Unidades de distancia
fr: Unités de distance
it: Unità di distanza
pt_pt: Unidades de distância
ru: Единицы дистанции

source: Distance cannot be negative
de: Die Entfernung kann nicht negativ sein
es: La distancia no puede ser negativa.
fr: La distance ne peut pas être négative
it: La distanza non può essere negativa
pt_pt: A distância não pode ser negativa
ru: Дистанция не может быть отрицательной

source: Distance cannot exceed %d km
de: Die Entfernung darf %d km nicht überschreiten
es: La distancia no puede exceder %d km
fr: La distance ne peut pas dépasser %d km
it: La distanza non può superare %d km
pt_pt: A distância não pode exceder %d km
ru: Дистанция не может превышать %d км

source: Distance cannot exceed %lld m
de: Die Entfernung darf %lld m nicht überschreiten
es: La distancia no puede exceder %lld m
fr: La distance ne peut pas dépasser %lld m
it: La distanza non può superare %lld m
pt_pt: A distância não pode exceder %lld m
ru: Дистанция не может превышать %lld м

source: Distribution Chart
de: Verteilungsdiagramm
es: Cuadro de distribución
fr: Tableau de distribution
it: Grafico di distribuzione
pt_pt: Gráfico de distribuição
ru: График распределения

source: Don't Want to Think?
de: Sie möchten nicht nachdenken?
es: ¿No quieres pensar?
fr: Vous ne voulez pas réfléchir ?
it: Non vuoi pensare?
pt_pt: Não quer pensar?
ru: Не хочешь думать?

source: Don't let your %lld-day streak die! 15 minutes is all it takes!
de: Lass deine %ll-Tage-Serie nicht sterben! 15 Minuten genügen!
es: ¡No dejes que se acabe tu racha de %lld días! ¡15 minutos es todo lo que necesitas!
fr: Ne laissez pas votre séquence de %lld jours s'éteindre ! 15 minutes suffisent !
it: Non lasciare che la tua serie di %lld giorni si esaurisca! 15 minuti sono tutto ciò che serve!
pt_pt: Não deixe sua sequência de %lld dias morrer! 15 minutos é o suficiente!
ru: Не дай умереть своей %lld-дневной серии! 15 минут - и порядок!

source: Don't let your knees go past your toes when descending
de: Lassen Sie Ihre Knie beim Abstieg nicht über Ihre Zehen hinausragen
es: No dejes que tus rodillas pasen los dedos de los pies al descender.
fr: Ne laissez pas vos genoux dépasser vos orteils lors de la descente
it: Non lasciare che le ginocchia superino le punte dei piedi durante la discesa
pt_pt: Não deixe os joelhos passarem dos dedos dos pés ao descer
ru: При опускании колени не должны выходить за носки

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
pt_pt: Feito
ru: Готово

source: Drive through your heels and extend your hips forward at the top
de: Fahren Sie durch Ihre Fersen und strecken Sie Ihre Hüfte oben nach vorne
es: Conduce con los talones y extiende las caderas hacia adelante en la parte superior.
fr: Traversez vos talons et étendez vos hanches vers l'avant en haut
it: Guida attraverso i talloni ed estendi i fianchi in avanti nella parte superiore
pt_pt: Passe pelos calcanhares e estenda os quadris para a frente na parte superior
ru: Отталкивайтесь пятками и разгибайте бедра вперед в верхней точке

source: Dumbbell
de: Hantel
es: Pesa
fr: Haltère
it: Manubrio
pt_pt: Haltere
ru: Гантель

source: Dumbbells
de: Hanteln
es: mancuernas
fr: Haltères
it: Manubri
pt_pt: Halteres
ru: Гантели

source: Duplicate
de: Duplikat
es: Duplicado
fr: Double
it: Duplicato
pt_pt: Duplicado
ru: Дублировать

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt_pt: Duração
ru: Продолжительность

source: E.g. Evening Pump
de: Z.B. Abendpumpe
es: P.ej. Bomba de noche
fr: Par ex. Pompe du soir
it: Per esempio. Pompa serale
pt_pt: Por exemplo Bomba Noturna
ru: Напр. Вечерняя тренировка

source: EXERCISE
de: ÜBUNG
es: EJERCICIO
fr: EXERCICE
it: ESERCIZIO
pt_pt: EXERCÍCIO
ru: УПРАЖНЕНИЕ

source: Early Bird
de: Frühaufsteher
es: Pájaro temprano
fr: Lève-tôt
it: Mattiniero
pt_pt: Madrugador
ru: Жаворонок

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare
pt_pt: Editar
ru: Редактировать

source: Edit Details
de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
it: Modifica dettagli
pt_pt: Editar detalhes
ru: Редактировать детали

source: Edit Exercise
de: Übung bearbeiten
es: Editar ejercicio
fr: Modifier l'exercice
it: Modifica esercizio
pt_pt: Editar exercício
ru: Редактировать упражнение

source: Edit Superset
de: Obermenge bearbeiten
es: Editar superconjunto
fr: Modifier le surensemble
it: Modifica superset
pt_pt: Editar superconjunto
ru: Редактировать суперсет

source: Edit Template
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
it: Modifica modello
pt_pt: Editar modelo
ru: Редактировать шаблон

source: Effort (RPE)
de: Aufwand (RPE)
es: Esfuerzo (RPE)
fr: Effort (EPR)
it: Sforzo (RPE)
pt_pt: Esforço (RPE)
ru: Усилие (RPE)

source: Effort: %lld%%
de: Aufwand: %lld%%
es: Esfuerzo: %lld%%
it: Impegno: %lld%%
pt_pt: Esforço: %lld%%
ru: Усилие: %lld%%

source: Emphasis
de: Schwerpunkt
es: Énfasis
fr: Accent
it: Enfasi
pt_pt: Ênfase
ru: Акцент

source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
pt_pt: Vazio
ru: Пусто

source: Empty Workout
de: Leeres Training
es: Entrenamiento vacío
fr: Entraînement vide
it: Allenamento a vuoto
pt_pt: Treino Vazio
ru: Пустая тренировка

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
it: Abilita notifiche
pt_pt: Habilitar notificações
ru: Включить уведомления

source: Enable notifications to track rest times directly from your Lock Screen or Dynamic Island.
de: Aktivieren Sie Benachrichtigungen, um Ruhezeiten direkt von Ihrem Sperrbildschirm oder Dynamic Island aus zu verfolgen.
es: Habilite las notificaciones para realizar un seguimiento de los tiempos de descanso directamente desde su pantalla de bloqueo o Dynamic Island.
fr: Activez les notifications pour suivre les temps de repos directement depuis votre écran de verrouillage ou Dynamic Island.
it: Abilita le notifiche per tenere traccia dei tempi di riposo direttamente dalla schermata di blocco o dall'Isola Dinamica.
pt_pt: Ative notificações para monitorar os tempos de descanso diretamente na tela de bloqueio ou na Ilha Dinâmica.
ru: Включите уведомления, чтобы отслеживать время отдыха прямо с экрана блокировки или динамического острова.

source: Enable notifications to use the Rest Timer and get streak reminders. We promise not to spam.
de: Aktivieren Sie Benachrichtigungen, um den Ruhe-Timer zu verwenden und Streak-Erinnerungen zu erhalten. Wir versprechen, keinen Spam zu versenden.
es: Habilite las notificaciones para usar el temporizador de descanso y recibir recordatorios de racha. Prometemos no enviar spam.
fr: Activez les notifications pour utiliser la minuterie de repos et recevoir des rappels de séquence. Nous promettons de ne pas spammer.
it: Abilita le notifiche per utilizzare il timer di riposo e ricevere promemoria delle serie consecutive. Promettiamo di non fare spam.
pt_pt: Ative notificações para usar o temporizador de descanso e receber lembretes consecutivos. Prometemos não enviar spam.
ru: Включите уведомления, чтобы использовать таймер отдыха и получать напоминания о сериях. Обещаем не спамить.

source: Endurance
de: Ausdauer
es: Resistencia
it: Resistenza
pt_pt: Resistência
ru: Тыносливость

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
pt_pt: Energia
ru: Энергия

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt_pt: Inglês
ru: Английский

source: Enter
de: Eingeben
es: Ingresar
fr: Entrer
it: Entra
pt_pt: Digitar
ru: Войти

source: Enter subject
de: Betreff eingeben
es: Ingrese el asunto
fr: Entrez le sujet
it: Inserisci oggetto
pt_pt: Digite o assunto
ru: Введите тему

source: Enter your current weight in %@
de: Geben Sie Ihr aktuelles Gewicht in %@ ein
es: Ingrese su peso actual en %@
fr: Entrez votre poids actuel en %@
it: Inserisci il tuo peso attuale in %@
pt_pt: Insira seu peso atual em %@
ru: Введите текущий вес в %@

source: Equipment
de: Ausrüstung
es: Equipo
fr: Équipement
it: Attrezzatura
pt_pt: Equipamento
ru: Оборудование

source: Equipment Arsenal
de: Ausrüstungsarsenal
es: Equipo Arsenal
fr: Équipement Arsenal
it: Arsenale di attrezzature
pt_pt: Arsenal de equipamentos
ru: Арсенал оборудования

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_pt: Erro
ru: Ошибка

source: Error: %@
de: Fehler: %@
fr: Erreur: %@
it: Errore: %@
pt_pt: Erro: %@
ru: Ошибка: %@

source: Estimate 1RM from Set
de: Schätzen Sie 1RM aus dem Set
es: Estimar 1RM de la serie
fr: Estimer 1RM à partir de l'ensemble
it: Stima 1RM dal set
pt_pt: Estimativa de 1RM do conjunto
ru: Оценить 1ПМ по подходу

source: Estimate your max weight for any rep level
de: Schätzen Sie Ihr Maximalgewicht für jede Wiederholungsstufe
es: Calcule su peso máximo para cualquier nivel de repetición
fr: Estimez votre poids maximum pour n'importe quel niveau de répétition
it: Stima il tuo peso massimo per qualsiasi livello di ripetizione
pt_pt: Estime seu peso máximo para qualquer nível de repetição
ru: Оцените максимальный вес для любого уровня повторений

source: Estimated Volume
de: Geschätztes Volumen
es: Volumen estimado
fr: Volume estimé
it: Volume stimato
pt_pt: Volume estimado
ru: Ожидаемый тоннаж

source: Every legend starts from zero. Complete your first workout to start building your history.
de: Jede Legende beginnt bei Null. Absolvieren Sie Ihr erstes Training, um mit dem Aufbau Ihrer Erfolgsgeschichte zu beginnen.
es: Toda leyenda comienza desde cero. Completa tu primer entrenamiento para comenzar a construir tu historial.
fr: Chaque légende part de zéro. Terminez votre premier entraînement pour commencer à construire votre historique.
it: Ogni leggenda inizia da zero. Completa il tuo primo allenamento per iniziare a costruire la tua cronologia.
pt_pt: Toda lenda começa do zero. Complete seu primeiro treino para começar a construir sua história.
ru: Любая легенда начинается с нуля. Завершите свою первую тренировку, чтобы начать создавать свою историю.

source: Excellent balance!
de: Hervorragende Balance!
es: ¡Excelente equilibrio!
fr: Excellent équilibre !
it: Ottimo equilibrio!
pt_pt: Excelente equilíbrio!
ru: Идеальный баланс!

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
it: Esercizio
pt_pt: Exercício
ru: Упражнение

source: Exercise Catalog
de: Übungskatalog
es: Catálogo de ejercicios
fr: Catalogue d'exercices
it: Catalogo degli esercizi
pt_pt: Catálogo de Exercícios
ru: Каталог упражнений

source: Exercise Info & History
de: Übungsinformationen und -verlauf
es: Información e historial del ejercicio
fr: Informations et historique des exercices
it: Informazioni e cronologia degli esercizi
ru: Информация и история упражнений

source: Exercise Name
de: Übungsname
es: Nombre del ejercicio
fr: Nom de l'exercice
it: Nome dell'esercizio
pt_pt: Nome do exercício
ru: Название упражнения

source: Exercise Technique
de: Übungstechnik
es: Técnica de ejercicio
fr: Technique d'exercice
it: Tecnica degli esercizi
pt_pt: Técnica de exercício
ru: Техника выполнения

source: Exercise Trend
de: Übungstrend
es: Tendencia del ejercicio
fr: Tendance d'exercice
it: Tendenza dell'esercizio
pt_pt: Tendência de exercício
ru: Тренд упражнения

source: Exercise Type
de: Übungstyp
es: Tipo de ejercicio
fr: Type d'exercice
it: Tipo di esercizio
pt_pt: Tipo de exercício
ru: Тип упражнения

source: Exercises
de: Übungen
es: Ceremonias
fr: Exercices
it: Esercizi
pt_pt: Exercícios
ru: Упражнения

source: Exercises in Protocol:
de: Übungen im Protokoll:
es: Ejercicios de protocolo:
fr: Exercices de protocole :
it: Esercizi nel protocollo:
pt_pt: Exercícios em Protocolo:
ru: Упражнения в протоколе:

source: Exercises in Superset
de: Übungen im Supersatz
es: Ejercicios en superserie
fr: Exercices en Superset
it: Esercizi in superset
pt_pt: Exercícios em Superconjunto
ru: Упражнений в суперсете

source: Exhausted
de: Erschöpft
es: Exhausto
fr: Épuisé
it: Esausto
pt_pt: Esgotado
ru: Требует отдыха

source: Expected gains in %@
de: Erwartete Gewinne in %@
es: Ganancias esperadas en %@
fr: Gains attendus en %@
it: Guadagni attesi in %@
pt_pt: Ganhos esperados em %@
ru: Ожидаемый прирост в %@

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
it: Esperienza
pt_pt: Experiência
ru: Опыт

source: Experience Level
de: Erfahrungsniveau
es: Nivel de experiencia
fr: Niveau d'expérience
it: Livello di esperienza
pt_pt: Nível de experiência
ru: Уровень опыта

source: Expert
de: Experte
es: Experto
it: Esperto
pt_pt: Especialista
ru: Опытный

source: Expired
de: Abgelaufen
es: Venció
fr: Expiré
it: Scaduto
pt_pt: Expirado
ru: Истекло

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
it: Esplorare
pt_pt: Explorar
ru: Исследовать

source: Explore Database
de: Entdecken Datenbank
es: Explorar Base de datos
fr: Explorer Base de données
it: Esplora Banca dati
pt_pt: Explorar Banco de dados
ru: Исследовать Базу

source: Export All Data
de: Alle Daten exportieren
es: Exportar todos los datos
fr: Exporter toutes les données
it: Esporta tutti i dati
pt_pt: Exportar todos os dados
ru: Экспортировать все данные

source: Export as CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter au format CSV
it: Esporta come CSV
pt_pt: Exportar como CSV
ru: Экспорт в CSV

source: Export as File
de: Als Datei exportieren
es: Exportar como archivo
fr: Exporter sous forme de fichier
it: Esporta come file
pt_pt: Exportar como arquivo
ru: Экспортировать как файл

source: Export as JSON
de: Als JSON exportieren
es: Exportar como JSON
fr: Exporter au format JSON
it: Esporta come JSON
pt_pt: Exportar como JSON
ru: Экспорт в JSON

source: Extend arm
de: Arm ausstrecken
es: extender el brazo
fr: Étendre le bras
it: Estendi il braccio
ru: Вытянуть руку

source: Extended Statistics
de: Erweiterte Statistiken
es: Estadísticas extendidas
fr: Statistiques étendues
it: Statistiche estese
pt_pt: Estatísticas Estendidas
ru: Расширенная статистика

source: FATIGUE LEVEL (ASSESSMENT)
de: Ermüdungsgrad (Bewertung)
es: NIVEL DE FATIGA (VALORACIÓN)
fr: NIVEAU DE FATIGUE (ÉVALUATION)
it: LIVELLO DI FATICA (VALUTAZIONE)
pt_pt: NÍVEL DE FADIGA (AVALIAÇÃO)
ru: УРОВЕНЬ УСТАЛОСТИ (ОЦЕНКА)

source: FORM: GOOD
de: FORM: GUT
es: FORMA: BUENA
fr: FORME : BON
it: FORMA: BUONA
pt_pt: FORMA: BOA
ru: ФОРМА: ХОРОШАЯ

source: Face Pulls
de: Gesichtszüge
es: Tirones de cara
fr: Tirages de visage
it: Tirature del viso
pt_pt: Puxões faciais
ru: Тяга к лицу

source: Failed to allocate pixel buffer.
de: Pixelpuffer konnte nicht zugewiesen werden.
es: No se pudo asignar el búfer de píxeles.
fr: Échec de l'allocation du tampon de pixels.
it: Impossibile allocare il buffer dei pixel.
pt_pt: Falha ao alocar buffer de pixels.
ru: Не удалось выделить буфер пикселей.

source: Failed to create program. Try again.
de: Programm konnte nicht erstellt werden. Versuchen Sie es erneut.
es: No se pudo crear el programa. Intentar otra vez.
fr: Échec de la création du programme. Essayer à nouveau.
it: Impossibile creare il programma. Riprova.
pt_pt: Falha ao criar o programa. Tente novamente.
ru: Не удалось создать программу. Попробуйте еще раз.

source: Failed to export final video.
de: Das endgültige Video konnte nicht exportiert werden.
es: No se pudo exportar el video final.
fr: Échec de l'exportation de la vidéo finale.
it: Impossibile esportare il video finale.
pt_pt: Falha ao exportar o vídeo final.
ru: Не удалось экспортировать итоговое видео.

source: Failed to import
de: Import fehlgeschlagen
es: No se pudo importar
fr: Échec de l'importation
it: Impossibile importare
pt_pt: Falha ao importar
ru: Ошибка импорта

source: Failed to initialize video writer.
de: Der Video-Writer konnte nicht initialisiert werden.
es: No se pudo inicializar el escritor de video.
fr: Échec de l'initialisation du rédacteur vidéo.
it: Impossibile inizializzare il video writer.
pt_pt: Falha ao inicializar o gravador de vídeo.
ru: Не удалось инициализировать видеозапись.

source: Failed to save generated workout: %@
de: Generiertes Training konnte nicht gespeichert werden: %@
es: No se pudo guardar el entrenamiento generado: %@
fr: Échec de l'enregistrement de l'entraînement généré : %@
it: Impossibile salvare l'allenamento generato: %@
pt_pt: Falha ao salvar o treino gerado: %@
ru: Не удалось сохранить сгенерированную тренировку: %@

source: Failed to send email. Please try again.
de: E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudo enviar el correo electrónico. Por favor inténtalo de nuevo.
fr: Échec de l'envoi de l'e-mail. Veuillez réessayer.
it: Impossibile inviare l'e-mail. Per favore riprova.
pt_pt: Falha ao enviar e-mail. Por favor, tente novamente.
ru: Не удалось отправить письмо. Пожалуйста, попробуйте снова.

source: Failure Set
de: Fehlersatz
es: Conjunto de fallas
fr: Ensemble d'échecs
it: Insieme di fallimenti
pt_pt: Conjunto de falhas
ru: Подход до отказа

source: Fatigue and recovery indicators are estimates based on the data you enter. They are not medical advice.
de: Ermüdungs- und Erholungsindikatoren sind Schätzungen, die auf den von Ihnen eingegebenen Daten basieren. Es handelt sich nicht um medizinische Ratschläge.
es: Los indicadores de fatiga y recuperación son estimaciones basadas en los datos que ingresa. No son consejos médicos.
fr: Les indicateurs de fatigue et de récupération sont des estimations basées sur les données que vous saisissez. Ce ne sont pas des conseils médicaux.
it: Gli indicatori di fatica e recupero sono stime basate sui dati inseriti. Non sono consigli medici.
pt_pt: Os indicadores de fadiga e recuperação são estimativas baseadas nos dados inseridos. Eles não são conselhos médicos.
ru: Показатели усталости — это лишь оценки. Не являются медицинской консультацией.

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt_pt: Favoritos
ru: Избранное

source: Feature Request
de: Funktionsanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
it: Richiesta di funzionalità
pt_pt: Solicitação de recurso
ru: Предложение идеи

source: Featured
de: Hervorgehoben
es: Presentado
fr: En vedette
it: In primo piano
ru: Рекомендуемые

source: Featured Programs
de: Ausgewählte Programme
es: Programas destacados
fr: Programmes en vedette
it: Programmi in primo piano
pt_pt: Programas em destaque
ru: Рекомендуемые программы

source: Feedback
de: Rückmeldung
es: Comentario
fr: Retour
pt_pt: Opinião
ru: Обратная связь
